{
  "about_us": {
    "header": "The Bomont Story",
    "body0": "Bomont flooring is a family owned and operated floor covering installation and inspection organization headquartered in Dallas, GA; and is the brainchild of myself (Tammy) and my husband, Scott. I am a native GA girl, born and bred. Scott is Canadian through and through. He was born in Nova Scotia, but spent the majority of his formative years in Prince George, British Columbia. He eventually made his way to GA by way of Puerto Rico in 2007 and the rest as you can say is history. We are a blended family and combined have four children; three boys and one girl. It is the children",
    "body1": "that inspired us to branch out on our own and to grow a business we can be proud of and hopefully one day pass on to them. A legacy, if you will, to leave behind. Scott has well over 20 years of floor covering experience; residential and commercial. I, myself, have a BBA in Business Management and have over 20 years of relevant experience, nine of which are in the floor covering industry.",
    "body2": "At Bomont flooring we believe that life is guided mainly by the relationships that we form with others. Be that a relationship between man and wife, parent and child, family, friend, coworker, customer etc. It is these relationships and bonds that we build with others that guide us,",
    "body3": "our personal life as much as the life of a business. We know that in order to be successful we have to invest in relationships with our customers, cultivate that relationship and strengthen the bond through, honesty, reliability and integrity."
  },
  "app": {
    "name": "Bomont Flooring Company",
    "address": "P.O. Box 1956 Dallas, GA 30132",
    "phone": "678.708.6615"
  },
  "contact_us": {
    "form": {
      "header": "Send us a Note",
      "submit": "Submit",
      "name": "Name",
      "email": "E-Mail",
      "subject": "Subject",
      "message": "Message"
    },
    "errors": {
      "name": "Invalid Name",
      "email": "Invalid E-Mail",
      "subject": "Invalid Subject",
      "message": "Invalid Message"
    }
  },
  "errors": {
    "not_found": "404 - Page Not Found"
  },
  "footer": {
    "copyright": "BoMont Flooring Company",
    "designedby": "Website Designed by ",
    "thinkit": "Thinkit Design"
  },
  "header": {
    "commercial": "Commercial and Residential",
    "licensed": "Licensed and Insured"
  },
  "home": {
    "intro": "BoMont is your flooring authority with 20+ years experience specializing in commercial and residential inspections, installations, repair, and remediation. We travel Nationwide and to Canada.",
    "commitment": "Commitment",
    "commitment_body": "Our commitment is to make our customers our #1 priority. No matter the flooring needs, BoMont will partner with you to determine the best solution for your needs. Learn more about us ",
    "commitment_body_here": "here",
    "quality": "Quality",
    "quality_body": "We pride ourselves in providing quality service. Our installers are experts on the latest techniques and work within manufactures guidelines to ensure the integrity of the product.",
    "timely": "Timely",
    "timely_body": "Our team works closely with our customer and end user to establish a timeline to meet their needs and schedule. We honor that timeline to the best of our ability. Accurate timelines of work are essential to our customers so that they know what to expect start to finish."
  },
  "nav": {
    "home": "Home",
    "about_us": "About Us",
    "services": "Services",
    "contact_us": "Contact Us",
    "testimonials": "Testimonials",
    "residential_gallery": "Residential Gallery"
  },
  "residential_gallery": {
    "header": "Residential Gallery"
  },
  "services": {
    "header": {
      "new_construction": "New Construction & Renovation Installation",
      "repairs_remediation": "Repairs & Remediation",
      "commerical_residential": "Commerical & Residential Inspections",
      "carpet": "Carpet",
      "carpet_tile": "Carpet Tile",
      "vinyl": "Vinyl",
      "hardwood": "Hardwood"
    },
    "residential_header": "Residential",
    "residential_body0": "With over 20 years of residential experience we understand the hassles of having flooring work completed in your home. Our team of professionals are dedicated to making the transition as painless and hassle free as possible. Our team is here to answer all of your questions concerning your flooring needs. We work with you to ensure the timeframe of work is comfortable for both you and your family.  We will walk you through the process from delivery to what to expect during the install, and finally how to care for your new flooring.",
    "residential_body1": "We provide installation services and have the option to supply various types of material. We can move and replace furniture, pull up and dispose of existing material, install your new carpet, vinyl products or hardwoods. Also, we provide in home estimates for FREE! Please contact us today to schedule your measure.",
    "corporate_header": "Corporate",
    "corporate_body": "We can consistently handle your installation of broadloom carpet or carpet tiles. Where necessary we can lift workstations with our furniture lift system or move traditional office furniture. We can meet scheduled deadlines by working after hours in the evening and on the weekends so that our customers can remain fully functional. We also have experience in working with several high level security facilities.",
    "senior_header": "Senior Care",
    "senior_body": "We have proven success in completing installations at numerous Senior care facilities over the last 10 years. We have ample experience in working with senior care facilities and its residents. We are conscious of the needs and essential daily requirements of the senior care staff and residents so that the facility can remain fully operational during renovations.",
    "retail_header": "Retail",
    "retail_body": "So that the retail facility can remain fully operational and not experience a loss of revenue we work off hours only pulling up areas that we can have completed prior to opening time.",
    "hospitality_header": "Hospitality",
    "hospitality_body": "We have over two decades of experience in meeting the demands and installation schedules that are necessary to complete a hospitality renovation or new construction. We work closely with the General Contractor or directly with the Facility to devise a schedule to minimize interruptions and increase efficiency."
  },
  "testimonials": {
    "header": "Testimonials"
  }
}